{
  "meta": {
    "theme": "relaxed"
  },
  "basics": {
    "name": "Matthieu Sola",
    "phone": "TBD",
    "label": "Data and Product Manager",
    "summary": "Data and Program Manager with hands-on experience leading data-driven projects and managing cross-functional teams. Skilled at improving user engagement by working closely with partners and using data insights to guide decisions. Known for turning complex analytics into clear, practical strategies that help build better products in digital and gaming spaces.",
    "url": "https://www.linkedin.com/in/mattsola",
    "email": "matthieu.sola@gmail.com",
    "location": {
      "city": "Montreal",
      "countryCode": "CA"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "mattsola",
        "url": "https://www.linkedin.com/in/mattsola"
      }
    ]
  },
  "certificates": [
    {
      "name": "Product Management for AI and Data Science",
      "date": "2021-07-01",
      "issuer": "Udemy"
    },{
      "name": "Deep Learning Specialization",
      "date": "2020-04-01",
      "issuer": "Coursera"
    }
  ],
  "education": [
    {
      "institution": "École Polytechnique de Montréal",
      "area": "Composite Materials",
      "studyType": "Master of Engineering",
      "startDate": "2008",
      "endDate": "2011",
      "details": "Specialized in data analysis and visualization for materials science; published 3 scientific articles."
    }
  ],
  "skills": [
    {
      "name": "Programming",
      "level": "Advanced",
      "keywords": [
        "Python (Pandas, Numpy, scikit-learn, Plotly, PySpark)",
        "R"
      ]
    },
    {
      "name": "Data Tools",
      "level": "Advanced",
      "keywords": [
        "Tableau",
        "SQL",
        "Databricks",
        "Hadoop"
      ]
    },
    {
      "name": "Other Skills",
      "level": "Advanced",
      "keywords": [
        "Agile methodologies",
        "Product management",
        "AI/ML",
        "CRM",
        "Data visualization",
        "Cross-functional program management"
      ]
    }
  ],
  "work": [
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Sr Program Manager",
      "startDate": "2024-01",
      "summary": "Leading the enterprise-wide migration from Hadoop to Databricks, overseeing 50+ contributors across 11 project teams to drive faster, scalable data analytics and streamline data infrastructure for long-term performance gains.",
      "highlights": [
        "Coordinated cross-functional milestones for the program, ensuring alignment across users, developers and executive teams while remaining under budget.",
        "Organized QBRs and steering committees for executive leadership.",
        "Communicated via video, emails and Teams announces with 800+ members of the Ubisoft data community."
      ]
    },
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Senior Data Product Manager",
      "startDate": "2021-05",
      "endDate": "2023-12",
      "summary": "Served as Product Manager for ML products, leading efforts to define and communicate the vision and mission of a newly established Machine Learning team, fostering alignment across technical and business stakeholders.",
      "highlights": [
        "Defined and led the development of a safety feature using machine learning to detect toxic usernames, collaborating closely with CRC and OS teams to enhance enforcement capabilities and align with community standards.",
        "Led company-level moderation steering committee to coordinate safety initiatives and enforce content moderation policies; active participant in text moderation discussions to address challenges and improve toxicity detection processes.",
        "Facilitated the transformation of a data science team (40 members), defining mission, vision, and processes for standardization of Machine Learning at Ubisoft.",
        "Defined and communicated vision for cross-functional CRM strategy, aligning with business goals to enhance user engagement and data-driven decision-making."
      ]
    },
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Data Scientist",
      "startDate": "2019-02",
      "endDate": "2021-04",
      "summary": "Designed CRM scoring models that improved open rates and click-through rates, delivering targeted player engagement strategies.",
      "highlights": [
        "Deep understanding of digital and gaming communities, enhancing ad-hoc CRM models to drive personalized engagement strategies for Ubisoft’s player base.",
        "Developed CRM engagement and personalized store recommendations, boosting in-game engagement by 3%+."
      ]
    },
    {
      "name": "CCM Hockey",
      "location": "Montreal, Canada",
      "position": "Product Developer, Sticks",
      "startDate": "2011-06",
      "endDate": "2019-02",
      "summary": "Led the development of composite hockey sticks, including the Premier goalie series, dominating NHL usage.",
      "highlights": [
        "Pioneered the CCM Performance Lab - a motion capture lab, advancing biomechanics research for better player performance.",
        "Enhanced internal processes and data visualization tools, driving product development efficiency."
      ]
    }
  ],
  "languages": [
    {
      "language": "French",
      "fluency": "Native"
    },
    {
      "language": "English",
      "fluency": "Proficient"
    },
    {
      "language": "Italian",
      "fluency": "Advanced"
    }
  ]
}
