{
  "meta": {
    "theme": "relaxed"
  },
  "basics": {
    "name": "Matthieu Sola",
    "phone": "4389350338",
    "label": "Senior Program Manager",
    "summary": "Program and product leader with 8+ years of experience delivering data and AI/ML-driven programs, in analytics and player safety. Skilled in aligning cross-functional teams and creating strategies that balance concrete results and long term vision. Passionate about product development and using data to drive impactful change.",
    "url": "https://www.linkedin.com/in/mattsola",
    "email": "matthieu.sola@gmail.com",
    "location": {
      "city": "Montreal",
      "countryCode": "CA",
      "region": "Québec"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "mattsola",
        "url": "https://www.linkedin.com/in/mattsola"
      }
    ]
  },
  "certificates": [
    {
      "name": "Product Management for AI and Data Science",
      "date": "2021-07-01",
      "issuer": "Udemy"
    },
    {
      "name": "Deep Learning Specialization",
      "date": "2020-04-01",
      "issuer": "Coursera"
    }
  ],
  "skills": [
    {
      "name": "Customer Engagement & Leadership",
      "level": "Advanced",
      "keywords": [
        "Stakeholder management",
        "Executive communication",
        "Cross-functional leadership",
        "Strategic initiative planning",
        "Customer relationship management",
        "Project documentation",
        "Meeting facilitation"
      ]
    },
    {
      "name": "AI & Technical Skills",
      "level": "Advanced",
      "keywords": [
        "AI/ML implementation",
        "Data-driven decision making",
        "Python (Pandas, Numpy, scikit-learn, Plotly, PySpark)",
        "Databricks",
        "SQL"
      ]
    },
    {
      "name": "Project Management",
      "level": "Advanced",
      "keywords": [
        "Agile methodologies",
        "Change management",
        "KPI tracking & reporting",
        "Risk management",
        "Strategic planning"
      ]
    }
  ],
  "work": [
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Sr Program Manager",
      "startDate": "2024-01",
      "summary": "Lead enterprise-wide digital transformation initiatives with a focus on data platforms, AI/ML integration, and cross-functional alignment. Manage the migration to modern data infrastructure while ensuring strategic coordination between technical capabilities and business needs. Expert in stakeholder management, change leadership, and governance frameworks to optimize data-driven decision-making across the organization.",
      "highlights": [
        "Led a major migration from Hadoop to Databricks, coordinating 50+ contributors across 11 project teams",
        "Delivered strategic updates and safety-impact metrics during quarterly reviews and steering committees",
        "Built change management strategy and communication campaigns reaching 800+ internal users",
        "Drove alignment between technical execution and company-wide player-focused priorities"
      ]
    },
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Senior Data Product Manager",
      "startDate": "2021-05",
      "endDate": "2023-12",
      "summary": "Owned product strategy for AI/ML features improving player safety and community health. Partnered with internal safety stakeholders to deliver solutions for moderation, toxicity detection, and user protection. Defined mission and vision for an enterprise ML team.",
      "highlights": [
        "Defined and delivered AI-powered username toxicity detection tools for customer service agents and online sanction services",
        "Chaired company-level moderation steering committee, coordinating safety initiatives across multiple business units",
        "Established safety-oriented metrics and reporting used to track impact of interventions",
        "Led organizational transformation of 40-member data science team, implementing new processes and fostering buy-in across multiple departments"
      ]
    },
    {
      "name": "Ubisoft",
      "location": "Montreal, Canada",
      "position": "Data Scientist",
      "startDate": "2019-02",
      "endDate": "2021-04",
      "summary": "Led development of data-driven customer engagement strategies, delivering measurable improvements in user interaction and satisfaction.",
      "highlights": [
        "Designed and implemented customer engagement strategies that increased user interaction by 3%+",
        "Translated complex data insights into actionable recommendations for stakeholder teams",
        "Developed and maintained CRM scoring models, improving campaign effectiveness through personalized targeting",
        "Worked closely with teams across marketing, design, and support to translate insights into feature improvements and ultimately and engagement program that is still ongoing"
      ]
    },
    {
      "name": "Adidas",
      "location": "Montreal, Canada",
      "position": "Product Developer, Sticks",
      "startDate": "2011-06",
      "endDate": "2019-02",
      "summary": "Led cross-functional product development phases (ideation, design, testing, industrialization) while managing relationships with professional athletes.",
      "highlights": [
        "Established and managed a motion capture Lab, coordinating with multiple stakeholders to advance product development",
        "Led documentation and presentation of technical specifications to internal teams and external partners",
        "Implemented data-driven approach to product development, resulting in market-leading product adoption"
      ]
    }
  ],
  "education": [
    {
      "institution": "École Polytechnique de Montréal",
      "area": "Composite Materials",
      "studyType": "Master of Engineering",
      "startDate": "2008-01",
      "endDate": "2011-04",
      "details": "Specialized in data analysis and visualization for materials science; published 3 scientific articles."
    },
    {
      "institution": "Polytech Chambéry",
      "area": "Engineering",
      "studyType": "Bachelor",
      "startDate": "2004-09",
      "endDate": "2007-10",
      "score": "",
      "courses": []
    }
  ],
  "languages": [
    {
      "language": "French",
      "fluency": "Native"
    },
    {
      "language": "English",
      "fluency": "Proficient"
    },
    {
      "language": "Italian",
      "fluency": "Advanced"
    }
  ]
}
